app/controllers/employees_controller.rb

  def create
    @employee = Employee.new(employee_params)

    respond_to do |format|
      if @employee.save
---
INSERT INTO "employees" ("birthday", "comment", "created_at", "email", "firstname", "lastname", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)