app/controllers/posts_controller.rb

INSERT INTO "posts" ("created_at", "text", "title", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", Wed, 24 Jul 2013 12:56:07 UTC +00:00], ["text", "Test"], ["title", "Test"], ["updated_at", Wed, 24 Jul 2013 12:56:07 UTC +00:00]]
---
	def create
		@post = Post.new(post_params)
		@post.save